Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [92636] phần thức ăn nóng nên được đặt gần lối vào nhất từ nhà bếp để đi lại ngắn nhất.
vi: [92636] Khu thức ăn nóng nên được đặt gần nhất với lối ra vào nhà bếp để lưu thông ngắn nhất.

source: [92637] Khuyến cáo rằng thiết kế ánh sáng phản ánh bố cục của tiệc buffet và tạo điểm nhấn cho khu bày biện món ăn
vi: [92637] Khuyến nghị thiết kế ánh sáng phản ánh bố cục của buffet và tạo điểm nhấn cho vào sự trình bày món ăn

source: [926] Phải cung cấp một ti vi.
vi: [926] Phải cung cấp một điện thoại bàn.

source: [93396] Yêu cầu tối thiểu hai và tối đa bốn gói cà phê khô đông lạnh ngay lập tức.
vi: [93396] Yêu cầu tối thiểu hai và tối đa bốn gói cà phê uống liền bằng phương pháp làm khô đông lạnh.

source: [93397] Yêu cầu tối thiểu hai và tối đa bốn gói cà phê khô đã khử đông lạnh ngay lập tức.
vi: [93397] Yêu cầu tối thiểu hai và tối đa bốn gói cà phê đã khử caffein uống liền bằng phương pháp làm khô đông lạnh.

source: [93400] Tối thiểu hai phần đường hóa học.
vi: [93400] Tối thiểu hai suất đường hóa học.

source: [93405] Phải đọc: Nếu bạn quên bất kỳ vật dụng vệ sinh thiết yếu nào, vui lòng liên hệ với Phòng buồng phòng.
vi: [93405] Phải ghi rõ : Nếu bạn quên bất kỳ vật dụng vệ sinh thiết yếu nào, vui lòng liên hệ với Bộ phận Buồng phòng.

source: [93406] Hiển thị “Quên Thứ Gì Đó?” và biển báo tái sử dụng khăn tắm trên cùng một biển báo để giảm thiểu lộn xộn.
vi: [93406] Nên thông báo về tiện ích 'Forget something' và và chương trình tái sử dụng khăn trên cùng một biển báo để tránh bừa bộn.

source: [93409] Thực đơn bữa tối và quầy bar nên bao gồm các mặt hàng thực phẩm và đồ uống quen thuộc và theo vùng.
vi: [93409] Thực đơn bữa tối và quầy bar nên bao gồm các món ăn và đồ uống quen thuộc và có tính vùng miền.

source: [93420] Trong trường hợp không đủ chỗ để có cả URL thương hiệu và số điện thoại miễn phí, thì chỉ được phép có các chi tiết URL thương hiệu.
vi: [93420] Trong trường hợp không đủ chỗ để để cả URL thương hiệu và số điện thoại miễn phí, thì được phép chỉ để chi tiết URL thương hiệu.

source: [93421] Nên cung cấp hướng dẫn sưởi ấm, khi thích hợp
vi: [93421] Nên cung cấp hướng dẫn làm nóng, khi thích hợp

source: [941] Phải cung cấp một tấm ván đầu giường.
vi: [941] Phải có vách đầu giường.

source: [94601] Hai đèn phải được đặt trên bàn lễ tân.
vi: [94601] Hai đèn bàn phải được đặt trên bàn lễ tân.

source: [94602] Đèn phải được đặt ở phía bên trái và bên phải của bàn.
vi: [94602] Đèn phải được đặt ở hai mép bàn bên trái và bên phải.

source: [94603] Dây không được dễ nhìn.
vi: [94603] không được để nhìn thấy dây điện.

source: [94605] Đối với bàn lễ tân dài hơn 5m (16ft 4in), có thể lắp đặt đèn bổ sung trên bàn với tỷ lệ một đèn cứ mỗi 2,5m (8ft 2in) của quầy.
vi: [94605] Đối với bàn lễ tân dài hơn 5m (16ft 4in), có thể lắp đặt đèn bổ sung trên bàn với tỷ lệ một đèn mỗi 2,5m của quầy.

source: [94805] Nếu phòng tắm có bốn thiết bị, cần có một thảm nhà tắm nữa.
vi: [94805] Nếu phòng tắm có bốn thiết bị, cần có thêm một thảm nhà tắm.

source: [94897] Khi thêu nhận diện gối “mềm” và "chắc chắn", giường queen phải có tối thiểu một gối chắc chắn và một gối mềm ở mỗi bên của giường.
vi: [94897] Khi thêu chữ gối “mềm” và "cứng", giường queen phải có tối thiểu một gối cứng và một gối mềm ở mỗi bên giường.

source: [94898] Khi thêu nhận diện gối “mềm” và "chắc chắn", giường đôi phải có tối thiểu một giường chắc chắn và một gối mềm trên mỗi giường.
vi: [94898] Khi thêu chữ gối “mềm” và "cứng", giường twin phải có tối thiểu một gối cứng và một gối mềm trên mỗi giường.

source: [94900] Khuyến nghị tường điêu khắc nghệ thuật.
vi: [94900] Khuyến nghị dùng bức điêu khắc trang trí tường.

source: [95134] Dùng để đựng bàn là và bảng là
vi: [95134] được dùng để đựng bàn là và cầu là

source: [95136] Lưu trữ trong tủ đựng hoặc thiết bị đựng
vi: [95136] được cất trong hộp hoặc tủ áo

source: [95198] Trường hợp cung cấp hành lang mở, nó phải được đặt cách xa cổng chính.
vi: [95198] Trường hợp cung cấp open lobby, thùng gạt tàn phải được đặt cách xa lối vào chính.

source: [95215] Khi hỗ trợ hành lý, nhân viên phải cung cấp cho khách một tích kê hành lý.
vi: [95215] Khi khách đồng ý hỗ trợ với hành lý, nhân viên phải cung cấp thẻ hành lý cho khách.

source: [95248] Trường hợp hành lý của khách được lưu trữ tạm thời Tổng giám đốc nên xem xét các hướng dẫn trong Bảo mật quản lý rủi ro IHG trên Merlin.
vi: [95248] Trường hợp hành lý của khách được bảo quản tạm thời, Tổng Quản lý nên xem xét các hướng dẫn trong Tài liệu Quản lý rủi ro IHG về An ninh trên Merlin.

source: [95250] tổng giám đốc nên xem xét các hướng dẫn trong Bảo mật quản lý rủi ro IHG trên Merlin khi triển khai hệ thống vận hành Két an toàn.
vi: [95250] Tổng Quản lý nên xem xét các hướng dẫn trong Tài liệu Quản lý rủi ro IHG về An ninh trên Merlin khi triển khai hệ thống vận hành Két an toàn.

source: [95303] Khi vào phòng khách, nhân viên phải gõ cửa hoặc bấm chuông cửa ba lần, thông báo cho bộ phận của họ và đợi trước khi vào phòng.
vi: [95303] Khi vào phòng khách, nhân viên phải gõ cửa hoặc bấm chuông cửa ba lần, thông báo họ từ bộ phận nào và đợi trước khi vào phòng.

source: [95304] Nếu không nhận được phản hồi, nhân viên phải gõ hoặc bấm chuông cửa lần nữa, thông báo cho bộ phận của họ và chờ khách mở cửa.
vi: [95304] Nếu không nhận được phản hồi, nhân viên phải gõ hoặc bấm chuông cửa lần nữa, thông báo họ từ bộ phận nào và chờ khách mở cửa.

source: [95306] Thực hiện theo quy trình "Không làm phiền" khi muốn chỉ "Không làm phiền".
vi: [95306] Thực hiện theo quy trình "Không làm phiền" khi khách treo biển "Không làm phiền".

source: [95307] Để tránh làm phiền những khách khác, nhân viên chỉ nên gõ hoặc gọi sau 09:00 và trước 21:00
vi: [95307] Để tránh làm phiền các khách khác, nhân viên chỉ nên gõ cử hoặc bấm chuông sau 09:00 và trước 21:00

source: [95583] Không cho phép vải lót lông và vải.
vi: [95583] Không cho phép lót đĩa bằng vải và da.

source: [955] Không cho phép gối trang trí, vỏ hoặc đệm.
vi: [955] Không cho phép dùng gối, vỏ ga gối hoặc bọc nệm ghế... có trang trí.

source: [956] Yêu cầu tối thiểu một ghế ngồi lounge hoặc ghế sofa.
vi: [956] Yêu cầu tối thiểu một ghế lounge hoặc ghế sofa.

source: [95715] Bánh quế và bánh kếp phải được thay thế bằng sản phẩm tươi cứ sau 30 phút
vi: [95715] Bánh quế và bánh kếp phải được thay thế bằng bánh mới sau mỗi 30 phút

source: [957] Không cho phép ghế ngả.
vi: [957] Không cho phép ghế có thể ngả lưng

source: [95806] Tất cả các thiết bị điện phải được sản xuất theo quy định địa phương hiện hành hoặc tối thiểu để tuân thủ nhãn hiệu 'UL', 'CE', 'CCC'
vi: [95806] Tất cả các thiết bị điện phải được sản xuất theo quy định địa phương hiện hành hoặc tối thiểu để tuân thủ tiêu chuẩn 'UL', 'CE', 'CCC'

source: [95813] Lắp đặt biển đồ họa vinyl cửa vuông.
vi: [95813] Dán vinyl đồ họa hình vuông trên cửa

source: [95816] Khi được dùng ở lối vào chính, chúng phải ở mỗi bên của đồ họa hình vòng cung có thương hiệu.
vi: [95816] Khi được dùng ở cửa chính, vinyl hình vuông phải ở mỗi bên của đồ họa hình cung của thương hiệu.

source: [95817] Đồ họa vinyl phải bao gồm ô vuông lồng nhau và ô vuông rắn chữ “H”.
vi: [95817] Vinyl đồ họa phải bao gồm ô vuông có chữ H và ô vuông đặc.

source: [95819] Cửa vào bên trái phải có logo Holiday Inn® nằm trên ô vuông thứ hai từ bên trái.
vi: [95819] Cửa vào bên trái dán logo Holiday Inn® (chữ "H") ở vị trí ô vuông thứ hai từ bên trái.

source: [95822] Kích thước của ô vuông phải là 8,8cm (3,5 inch) bằng 8,8cm (3,5 inch).
vi: [95822] Kích thước hình vuông phải là 8,8cm (3,5 inch) x 8,8cm (3,5 inch).

source: [95823] Tham chiếu thiết kế đính kèm
vi: [95823] Tham khảo thiết kế đính kèm

source: [9582] Chính sách phải được hiển thị nổi bật trong khu vực nhân viên.
vi: [9582] Chính sách phải được treo/bày ở nơi dễ thấy trong khu vực nhân viên.

source: [9583] Chính sách phải có sẵn bằng tiếng Anh và (các) ngôn ngữ địa phương.
vi: [9583] Chính sách phải có bản tiếng Anh và (các) tiếng địa phương.

source: [9584] Tất cả các nhân viên phải được truyền đạt về Chính sách ít nhất một lần một năm.
vi: [9584] Tất cả các nhân viên phải được phổ biến về Chính sách ít nhất một lần một năm.

source: [9586] Chính sách nhân quyền của IHG được cung cấp cho các khách sạn nhượng quyền theo hướng dẫn.
vi: [9586] Chính sách nhân quyền của IHG được cung cấp cho các khách sạn nhượng quyền để định hướng.

source: [9587] đồng nghiệp nên được biết về Chính sách như là một phần của quy trình khách sạn của họ.
vi: [9587] Nhân viên nên được phổ biến về Chính sách trong quá trình tiếp nhận vào vị trí trong khách sạn.

source: [9588] Nhân viên nên giao tiếp và thảo luận về Chính sách trong một cuộc họp nhóm.
vi: [9588] Việc phổ biến ý thức về Chính sách Nhân quyền cho nhân viên nên bao gồm giao tiếp và thảo luận về Chính sách trong một cuộc họp nhóm.

source: [96011] Một nhóm cây trồng phải được lắp đặt ở mỗi bên của lối vào chính.
vi: [96011] Một cụm chậu cây phải được đặt ở mỗi bên của lối vào chính.

source: [96012] Cây cối phải tự nhiên và tươi.
vi: [96012] Cây cối phải tự nhiên và tươi tốt.

source: [96014] Cây cối phải có chiều cao khác nhau với chênh lệch chiều cao 10cm (4in).
vi: [96014] Chậu cây phải có chiều cao khác nhau với chênh lệch chiều cao 10cm (4in).

source: [96015] Mỗi nhóm chậu phải bao gồm ba cây.
vi: [96015] Mỗi cụm phải bao gồm ba chậu cây.

source: [96016] Bố trí các nhóm cây cối sao cho dễ dàng đi lại vào tòa nhà.
vi: [96016] Bố trí các cụm chậu cây sao cho dễ dàng đi lại vào tòa nhà.

source: [96017] Cây cối phải tươi tốt, được bảo quản tốt và khỏe mạnh hoặc cây nhân tạo chống cháy chất lượng cao, được IHG® phê duyệt.
vi: [96017] Cây cối phải tươi tốt, được chăm sóc tốt hoặc là cây giả từ vật liệu chống cháy chất lượng cao, được IHG® phê duyệt.

source: [96019] Không yêu cầu mùi hương đặc trưng cho các khách sạn có một sảnh mở.
vi: [96019] Không yêu cầu mùi hương đặc trưng đối với các khách sạn có open lobby.

source: [96021] Không được sử dụng các sản phẩm tỏa hương khác.
vi: [96021] Không được sử dụng các sản phẩm hương thơm khác.

source: [96022] Trọng lượng lấp đầy: Tối thiểu 1700g cho giường King hoặc 1000g cho giường Queen, giường đôi và giường đơn
vi: [96022] Trọng lượng ruột gối: Tối thiểu 1700g cho giường King hoặc 1000g cho giường Queen, giường đôi và giường đơn

source: [96025] Phải được giao tại lối vào chính vào khách sạn và khắp khu vực lễ tân.
vi: [96025] Phải có hương thơm tại lối vào chính và khắp khu vực lễ tân.

source: [96026] hộp chứa phải được thay thế hàng tháng hoặc trước khi hết.
vi: [96026] hộp chứa hương phải được thay hàng tháng hoặc ngay khi hết.

source: [96027] Nếu hương thơm dùng tại các vị trí khác, nó phải là Mùi hương đặc trưng.
vi: [96027] Nếu sử dụng hương thơm dùng tại các vị trí khác, đó phải là Mùi hương Đặc trưng.

source: [96030] Hộp chứa hương và máy pha chế phải từ nhà cung cấp được ủy quyền.
vi: [96030] Nguồn cấp hương và máy tỏa hương phải từ nhà cung cấp được ủy quyền.

source: [96031] Số lượng và vị trí của máy tỏa hương phải phản ánh kích thước và bố trí của khu vực.
vi: [96031] Số lượng và vị trí của máy tỏa hương phải phản ánh kích thước và mặt bằng của khu vực.

source: [96033] sản phẩm làm sạch có mùi thơm và làm mát không khí được loại ra khỏi tiêu chuẩn này.
vi: [96033] Sản phẩm làm sạch có mùi thơm và khử mùi là ngoại lệ, không áp tiêu chuẩn này.

source: [96195] Một vòm chào đón vòng cung phải được đặt ở lối vào chính.
vi: [96195] Một thảm chào mừng có hình cung phải được đặt ở lối vào chính.

source: [96198] Không bắt buộc trải thảm chào mừng cho các khách sạn với một sảnh mở.
vi: [96198] Không bắt buộc có thảm chào mừng cho các khách sạn có open lobby.

source: [96199] Màu xanh lá cây hai tông màu với vòng cung Holiday Inn.
vi: [96199] Hai tông xanh lá cây với hình cung Holiday Inn.

source: [96204] Không cho phép dịch vụ đánh bóngchuyên
vi: [96204] Không cho phép cung cấp dịch vụ chuyên đánh giày

source: [96205] Cho phép các tiện ích đánh bóng.
vi: [96205] Cho phép các tiện ích để đánh giày.

source: [96206] Khăn trải giường phải được đặt ở cuối mỗi giường.
vi: [96206] phải có chăn trang trí đặt ở cuối mỗi giường.

source: [964] Phải cung cấp ổ cắm điện có sẵn cho khách sử dụng ở những vị trí dễ tiếp cận.
vi: [964] Phải cung cấp ổ cắm điện cho khách sử dụng ở những vị trí dễ tiếp cận.

source: [965] Tối thiểu hai ổ cắm trên hoặc trên bề mặt khu vực làm việc.
vi: [965] Tối thiểu hai ổ cắm trên mặt bàn làm việc hoặc phía trên mặt bàn.

source: [97068] Tất cả các Tổng Giám đốc, Trưởng phòng và đồng nghiệp phải hoàn thành Đào tạo Định hướng Thương hiệu trong vòng 14 ngày đầu tiên và Đào tạo Dịch vụ Thương hiệu trong vòng 60 ngày đầu tiên làm việc lại sau khi nghỉ hơn 12 tháng kể từ vai trò.
vi: [97068] Tất cả các Tổng Quản lý, Trưởng Bộ phận và nhân viên phải hoàn thành Đào tạo Định hướng Thương hiệu trong vòng 14 ngày đầu tiên và Đào tạo Dịch vụ Thương hiệu trong vòng 60 ngày đầu tiên làm việc lại sau khi nghỉ hơn 12 tháng.

source: [97104] Phải dùng bút có thương hiệu.
vi: [97104] Phải dùng bút thương hiệu.

source: [97815] Tối thiểu một mặt hàng không phải là thịt lợn.
vi: [97815] Tối thiểu một trong đó không từ thịt lợn.

source: [97898] Không cho phép có một Executive Lounge
vi: [97898] Không cho phép có Executive Lounge

source: [98095] Trường hợp cung cấp dịch vụ phục vụ đỗ xe, nên được xem xét để cho phép các lối riêng giữa lối vào chính và khu vực đỗ xe.
vi: [98095] Nếu cung cấp dịch vụ phục vụ đỗ xe, cần xem xét bố trí các lối kín đáo giữa lối vào chính và khu vực đỗ xe.

source: [98096] có thể chấp nhận thay đổi vật liệu dọc theo các cạnh bãi đỗ thay cho việc làm bờ lề.
vi: [98096] Có thể chấp thuận thay đổi vật liệu dọc theo các cạnh bãi đỗ thay cho việc làm lề đường.

source: [98101] Khi thiết kế khu vực lối vào, nên xem xét cung cấp kết nối ngắn nhất có thể cho nhân viên phục vụ đến bãi đậu xe.
vi: [98101] Khi thiết kế khu vực lối vào, nên xem xét phương án cung cấp lối đi ngắn nhất có thể cho nhân viên phục vụ đến bãi đậu xe.

source: [98102] Khi một lối vào chính bị khóa vì lý do vận hành / bảo mật, phải cung cấp một hệ thống liên lạc hữu hình được liên kết với một nhân viên vận hành cố định và cung cấp khóa kích hoạt thẻ.
vi: [98102] Khi một lối vào chính bị khóa vì lý do vận hành/bảo mật, phải cung cấp một hệ thống intercom ở vị trí dễ thấy, liên kết với vị trí luôn có nhân viên trực và bố trí khóa bằng thẻ.

source: [98396] Không bắt buộc đồ họa vinyl cửa vuông cho hành lang mở.
vi: [98396] Không yêu cầu vinyl đồ họa hình vuông trên cửa đối với các open lobby.

source: [98397] Không cho phép các đồ họa khác.
vi: [98397] Không cho phép dán các hình khác.

source: [98398] Trong trường hợp có hai bộ cửa với sảnh kéo, các ô vuông phải được đặt ở cửa bên trong và bên ngoài.
vi: [98398] Trong trường hợp có hai bộ cửa với draft lobby (khoảng không gian giữa hai bộ cửa), các vinyl hình vuông phải được dán ở cả cửa trong và cửa ngoài.

source: [98399] Phải được áp dụng theo chiều ngang trên toàn bộ chiều rộng của tất cả các tấm cửa.
vi: [98399] Phải được dán theo chiều ngang trên toàn bộ chiều rộng của tất cả các tấm cửa.

source: [98423] Cho phép phục vụ trứng luộc cứng và trứng cuộn trong buffet.
vi: [98423] Chỉ cho phép phục vụ trứng luộc chín và trứng bác trên quầy buffet.

source: [98513] Tham chiếu thiết kế được đính kèm.
vi: [98513] Tham khảo thiết kế đính kèm.

source: [98515] Chậu cây lớn phải ở phía sau, hai loại nhỏ hơn ở phía trước.
vi: [98515] Chậu cây lớn phải ở phía sau, hai chậu nhỏ hơn ở phía trước.

source: [98516] Chậu cây phải có tiết diện vuông và được làm thon từ trên xuống dưới.
vi: [98516] Chậu cây phải có tiết diện vuông và thuôn dần từ trên xuống dưới.

source: [98517] Chiều cao tối thiểu từ 50 cm (20in) đến chiều cao tối đa 90cm (36in).
vi: [98517] Chiều cao tối thiểu từ 50 cm (20in) đến tối đa 90cm (36in).

source: [98518] Tất cả chậu cây phải chứa cây.
vi: [98518] Tất cả chậu cây phải có cây.

source: [98519] Cây trồng phải được tưới tiêu và thoát nước một cách kín đáo.
vi: [98519] Cây phải được tưới và thoát nước một cách kín đáo.

source: [98520] Tất cả cây cối hài hòa màu sắc.
vi: [98520] Tất cả chậu cây đồng đều về màu sắc.

source: [98521] Tất cả cây cối hài hòa khi hoàn thiện.
vi: [98521] Tất cả chậu cây có hoàn thiện bề mặt đồng đều.

source: [98523] Vị trí và thiết kế của cây cối phải được IHG phê duyệt.
vi: [98523] Vị trí và thiết kế của chậu cây cối phải được IHG phê duyệt.

source: [98524] Phải có cùng thiết kế hoặc tương tự với những chậu cây hiện có để hài hòa diện mạo.
vi: [98524] Phải có cùng thiết kế hoặc thiết kế tương tự với chậu cây hiện có để tạo diện mạo hài hòa.

source: [98525] Đặt với một trong những nhóm chậu cây.
vi: [98525] Đặt với cùng cụm chậu cây.

source: [98527] Tham chiếu thiết kế được đính kèm.
vi: [98527] Tham khảo thiết kế đính kèm.

source: [98535] Cung cấp một khu vực IHG® Rewards Club chuyên dụng.
vi: [98535] Cung cấp một khu vực dành riêng cho CLB Khách hàng Thân thiết IHG®.

source: [98555] Cho phép chuyển mạch nội tuyến hoặc chuyển mạch trung tâm có dây cứng
vi: [98555] Cho phép sử dụng công tắc hoặc hoặc công tắc tổng có dây nối cứng

source: [98556] Nguồn sáng phải là năng lượng thấp, loại nhiệt độ trắng ấm.
vi: [98556] Nguồn sáng phải là loại năng lượng thấp, nhiệt độ trắng ấm.

source: [98557] Kiểu dáng đèn, kích thước và thiết kế phải phối hợp với thiết kế nội thất sảnh.
vi: [98557] Kiểu dáng đèn, kích thước và thiết kế phải phối hợp với thiết kế nội thất lobby.

source: [98699] Phải cung cấp phòng lưu trữ cho xe đẩy hành lý.
vi: [98699] Phải cung cấp phòng chứa xe đẩy hành lý.

source: [98700] Lối vào trực tiếp ngoài đường xe đi.
vi: [98700] Lối vào trực tiếp từ đường chạy xe.

source: [99211] Cho phép các cơ sở tiện ích cả năm cả nữ cá nhân.
vi: [99211] Cho phép các phòng vệ sinh một người dùng không phân biệt giới tính.

source: [99213] Nằm với lối vào trực tiếp từ một khu vực công cộng của khách sạn.
vi: [99213] Được bố trí với lối vào trực tiếp từ một khu vực công cộng của khách sạn.

source: [99214] Bán lẻ hoặc trưng bày sản phẩm có thể nhìn từ các không gian công cộng.
vi: [99214] Sản phẩm bán lẻ hoặc trưng bày có thể nhìn thấy từ các không gian công cộng.

source: [99216] Phải cung cấp một quầy bán hàng, với tất cả các thiết bị cần thiết được tích hợp vào thiết kế, nằm ngoài tầm nhìn của khách.
vi: [99216] Phải cung cấp một quầy bán hàng, với tất cả các thiết bị cần thiết được tích hợp vào thiết kế sao cho nằm ngoài tầm nhìn của khách.

source: [99217] Phòng lưu trữ an toàn chuyên dụng.
vi: [99217] Phòng kho an toàn chuyên dụng.

source: [99221] Chiếu sáng bằng đèn chiếu hoặc tiêu điểm để làm nổi bật tác phẩm nghệ thuật hoặc các chi tiết khác được tác phẩm đặc biệt.
vi: [99221] Chiếu sáng bằng đèn chiếu điểm hoặc đèn chuyên dụng để làm nổi bật các tác phẩm nghệ thuật hoặc các chi tiết khác đáng chú ý.

source: [99225] cơ sở cho phòng lounge giải trí, trung tâm thể dục và / hoặc bể bơi phải tách biệt với tất cả các cơ sở sử dụng khác.
vi: [99225] Tiện ích cho phòng lounge giải trí, gym và/hoặc bể bơi phải tách biệt với tất cả các tiện sử dụng vào mục đích khác.

source: [99226] Phòng vệ sinh được khuyến nghị kết hợp sao cho thích hợp và nếu thuận tiện cho khách sử dụng.
vi: [99226] Phòng vệ sinh được khuyến nghị kết hợp sao cho phù hợp và nếu thuận tiện cho khách sử dụng.

source: [99228] Đèm dimmable và có thiết lập quang cảnh
vi: [99228] Đèn có chỉnh độ sáng và có thiết lập quang cảnh

source: [99229] chức năng điều khiển ánh sáng, nơi được lắp đặt ở phía trước vị trí ngôi nhà, sẽ được che khỏi tầm nhìn của khách.
vi: [99229] chức năng điều khiển ánh sáng, nếu được lắp đặt ở khu FOH, phải được che khỏi tầm nhìn của khách.

source: [99349] Phải cung cấp một thùng rác xử lý tã trẻ con
vi: [99349] Phải cung cấp một thùng rác đựng tã

source: [99440] Phải cung cấp tối thiểu một cống thoát sàn.
vi: [99440] Phải cung cấp tối thiểu một ga thoát sàn.

source: [99453] Phải cung cấp gương lớn dài
vi: [99453] Phải cung cấp gương toàn thân

source: [99454] Phải được lắp tại quầy trang điểm
vi: [99454] Phải được lắp tại khu vanity

source: [99459] Tất các đường ống nước phải che khuất khỏi tầm nhìn của khách.
vi: [99459] Tất các đường ống nước phải khuất khỏi tầm nhìn của khách.

source: [99900] Là một phần của quầy lễ tân hoặc liền kề với nó như một quầy riêng lẻ.
vi: [99900] Là một phần của quầy lễ tân hoặc là một quầy riêng ở vị trí liền kề.

source: [99904] Một điện thoại trên mỗi thiết bị đầu cuối máy tính.
vi: [99904] Một điện thoại trên mỗi máy tính.

source: [99905] Dữ liệu, điện thoại và ổ cắm điện.
vi: [99905] Ổ mạng, ổ điện thoại và ổ cắm điện.

source: [99909] Thiết kế phải phối hợp với quầy lễ tân nếu được cung cấp như trạm riêng.
vi: [99909] Nếu là quầy riêng, thiết kế phải đồng bộ với quầy lễ tân.

source: [99911] Không gian lưu trữ cho các tài liệu tham khảo và văn phòng phẩm.
vi: [99911] Tủ chứa cho các tài liệu tham khảo và văn phòng phẩm.

source: [99953] Phải có đường dây trong nhà.
vi: [99953] Phải có đường dây nội bộ.

source: [99954] Phải có đường dây bên ngoài.
vi: [99954] Phải có đường dây gọi ra ngoài.

source: báo cáo có thể được sử dụng để xác định tư cách thành viên, đăng ký mới tiềm năng, yêu cầu đặt phòng đặc biệt hoặc vấn đề chăm sóc khách hàng, ưu tiên lưu trú của khách, thành viên Đại sứ và Đại sứ Thân Thiết để nâng cấp phòng được đảm bảo và thành viên Spire Elite & Platinum Elite để nâng cấp phòng có sẵn.
vi: Báo cáo có thể được sử dụng để xác định tư cách thành viên, khách có tiềm năng đăng ký thành viên mới, yêu cầu đặt phòng đặc biệt hoặc vấn đề chăm sóc khách hàng, ưu tiên lưu trú của khách, thành viên Đại sứ và Đại sứ Hoàng gia để đảm bảo việc nâng cấp phòng và thành viên Spire Elite & Platinum Elite để đảm bảo nâng cấp phòng nếu có sẵn.

source: cuộc họp và sự kiện -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: cuộc họp và sự kiện -> Phòng họp -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: cuộc họp và sự kiện -> Phòng họp -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: dòng chữ “Mềm” và “Chắc Chắn” phải được thêu ở góc trên bên phải của đầu bịt kín của vỏ gối.
vi: chữ "soft" và "firm" (“Mềm” và “Cứng ”) phải được thêu ở góc trên bên phải của đầu không có lỗ mở của vỏ gối.

source: hướng dẫn
vi: Guidelines Hướng Dẫn

source: hồ sơ dự thầu đã gửi phải được phản hồi và đàm phán trong công cụ IHG® RFP, trước ngày đáo hạn được chỉ định.
vi: [5673] Hồ sơ dự thầu đã gửi phải được phản hồi và đàm phán trong công cụ IHG® RFP, trước ngày đáo hạn được chỉ định.

source: khách sạn nhượng quyền không bắt buộc phải sử dụng hoặc áp dụng Chính sách Nhân quyền của IHG.
vi: Khách sạn nhượng quyền không bắt buộc phải sử dụng hoặc tuân theo Chính sách Nhân quyền của IHG.

source: khách sạn nhượng quyền không bắt buộc phải sử dụng hoặc áp dụng Chính sách dữ liệu cá nhân xử lý IHG.
vi: Khách sạn nhượng quyền không bắt buộc phải sử dụng hoặc áp dụng Chính sách xử lý dữ liệu cá nhân IHG.

source: khách sạn nên xem xét các mẫu, ví dụ và hướng dẫn trong An toàn phòng cháy chữa cháy quản lý rủi ro của IHG.
vi: Khách sạn nên xem xét các mẫu, ví dụ và hướng dẫn trong tài liệu IHG Quản lý rủi ro An toàn phòng cháy chữa cháy.

source: khách sạn phải duy trì số điểm tích lũy trong ba tháng là 75% “CÓ” hoặc cao hơn để trả lời các câu hỏi của HeartBeat liên quan đến việc khách có được công nhận là thành viên thân thiết của IHG® hay không và tình trạng của họ khi Đăng ký.
vi: Khách sạn phải duy trì số điểm tích lũy trong ba tháng là 75% “CÓ” hoặc cao hơn trong bộ câu hỏi HeartBeat về việc liệu khách có được xác định là thành viên thân thiết của IHG® hay không và tình trạng tài khoản thành viên của họ khi Check in.
